Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: In the year 2014, the Ministry of Foreign Affairs has conducted an evaluation of tasks of Polish development cooperation covered by the Polish Aid programme 2011 and the plans for development cooperation 2012 and 2013.
pl: W 2014 roku Ministerstwo Spraw Zagranicznych przeprowadziło ewaluację zadań polskiej współpracy rozwojowej objętych programem polskiej pomocy 2011 oraz planami współpracy rozwojowej 2012 i 2013.

source: The evaluation concerned specific projects financed from the funds provided by the MFA under the scholarship programme of the Specialist Eastern Studies at the University of Warsaw, and also development aid programmes for small and medium sized enterprises in Georgia and Ukraine as well as a co-production agreement between Belarusian Radio Racja and the MFA for the year 2013.
pl: Ocena dotyczyła wybranych projektów dofinansowanych ze środków przekazywanych za pośrednictwem MSZ w ramach programu stypendialnego Specjalistycznych Studiów Wschodnich Uniwersytetu Warszawskiego, a także programów wsparcia rozwoju małej i średniej przedsiębiorczości w Gruzji i na Ukrainie oraz umowy koprodukcyjnej Białoruskiego Radia Racja z MSZ na rok 2013.

source: The evaluation was performed in Poland, Ukraine and Georgia.
pl: Ewaluacja była prowadzona na terenie Polski, Ukrainy i Gruzji.

source: The main aim of the review was to formulate recommendation allowing, among other things, the increase of Polish aid (i.e. to increase the influence of projects on the beneficiary's situation), to strengthen the image of Poland as a country active in measures for sustainable development worldwide, and also to support the decision-making processes at the MFA.
pl: Głównym celem badań było sformułowanie rekomendacji pozwalających m.in. zwiększyć oddziaływanie polskiej pomocy (tj. zwiększyć wpływ projektów na sytuację beneficjenta), wzmocnić pozytywny wizerunek Polski jako kraju aktywnego w działaniach na rzecz zrównoważonego rozwoju w świecie, a także wspierać procesy podejmowania decyzji w ramach MSZ.

source: Developmental initiatives implemented as part of four Polish aid components in the years 2011, 2012, 2013 were positively evaluated.
pl: Inicjatywy rozwojowe przeprowadzone w ramach czterech komponentów polskiej pomocy w latach 2011, 2012 i 2013 zostały ocenione pozytywnie.

source: The actions met the beneficiaries' actual needs.
pl: Działania wpisywały się w rzeczywiste potrzeby beneficjentów.

source: The Polish Development Aid offer was seen as attractive, specifically tailored to attain the goals.
pl: Oferta Polskiej Pomocy Rozwojowej postrzegana była jako atrakcyjna, ściśle ukierunkowana na osiąganie celów.

source: Competent execution of project tasks positively influenced the image of Poland as a development cooperation donor.
pl: Kompetentne wykonanie podjętych zadań projektowych wpłynęło korzystnie na wizerunek Polski jako donatora współpracy rozwojowej.

source: The analysis of realised ventures shows that:
pl: Analiza zrealizowanych przedsięwzięć wskazuje, że:

source: The Scholarship Programme for Students of Specialist Eastern Studies at the University of Warsaw, managed by the Centre for East European Studies at the University of Warsaw, meets the needs and expectations of beneficiaries.
pl: Projekt Program stypendialny dla studentów Specjalistycznych Studiów Wschodnich Uniwersytetu Warszawskiego prowadzony przez Studium Europy Wschodniej odpowiada na oczekiwania i potrzeby beneficjentów.

source: Its graduates advance their scientific and job careers, thus proving the efficacy of the undertaking.
pl: Jego absolwenci rozwijają kariery naukowe i zawodowe, udowodniając tym samym trwałość działań.

source: The realization of the initiative contributes to the preparation of leaders of change in the participants' home countries, and also brings mutual benefit for Polish image abroad.
pl: Realizacja inicjatywy przyczynia się do przygotowywania „liderów zmiany” w krajach pochodzenia uczestników, a także przynosi wymierne korzyści wizerunkowe Polsce.

source: The programme, thanks to its long tradition and high quality (according to the students) of offered services, has become a recognised mark in participants' home countries.
pl: Program, dzięki stosunkowo długiej tradycji realizacji oraz wysokiej (w ocenie studentów) jakości oferowanych usług, stał się rozpoznawalną marką w krajach pochodzenia uczestników projektu.

source: The Georgian component of SME ought to be continued in the future.
pl: Gruziński komponent MŚP powinien być kontynuowany w przyszłości.

source: The analysed projects were properly linked with the goals of Multiannual Development Cooperation Programme for 2012-2015 and the Millennium Development Goals.
pl: Analizowane projekty były dobrze powiązane z celami Wieloletniego programu współpracy rozwojowej na lata 2012-2015 oraz Milenijnymi Celami Rozwoju.

source: Priority of help went to particularly worse off target groups and areas in deep socio-economic hardship.
pl: Priorytety pomocy obejmowały grupy odbiorców znajdujące się w szczególnie trudnym położeniu oraz obszary charakteryzujące się głębokimi problemami społeczno-ekonomicznymi.

source: The most permanent effects resulted from on-site visits to Polish enterprises and agro-touristic farms accompanied by training, which furthered the competences gained thanks to the project participation.
pl: Najbardziej trwałe efekty cechowały wizyty studyjne w polskich przedsiębiorstwach lub gospodarstwach agroturystycznych połączone ze szkoleniami, pogłębiające kompetencje nabyte dzięki działaniom projektowym.

source: The main reason behind limiting the permanence was a lack of cooperation from local authorities, and a more difficult access to credit financing the development of newly formed enterprises.
pl: Podstawowym ograniczeniem trwałości był natomiast brak wsparcia ze strony lokalnych władz oraz utrudniony dostęp do kredytów finansujących rozwój nowo powstałych przedsiębiorstw.

source: The Ukrainian component of SME was also highly valued by all the participating parties.
pl: Ukraiński komponent MŚP został również wysoko oceniany przez wszystkie zaangażowane strony.

source: The majority of organisations have been working in Ukraine for years, where they have their trusted partners.
pl: Większość organizacji uczestniczących w projektach od lat prowadzi różne działania na Ukrainie, gdzie ma swoich sprawdzonych partnerów.

source: On the other hand, the problem of entrepreneurship development was not usually the main activity area for these organisations.
pl: Z drugiej strony, problematyka rozwoju przedsiębiorczości nie była na ogół głównym obszarem aktywności tych organizacji.

source: The turning to SME stemmed from adjustment attempts by these organisations, per their statutory tasks, to adjust their actions to the priority within the framework of which it is possible to receive funding.
pl: Zwrócenie się w stronę problematyki MŚP wynikało z tego, że starały się one, w ramach swoich zadań statutowych, dopasować działania do priorytetu, w ramach którego można uzyskać finansowanie.

source: At the same time, the projects were characterised by an accurate diagnosis of needs, while their execution by the professionalism and commitment of contractors.
pl: Jednocześnie, projekty cechowało trafne zdiagnozowanie potrzeb, a ich realizację profesjonalizm i zaangażowanie wykonawców.

source: Belarusian Radio Racja (BRR) undertakes a wide range of actions to improve access to objective information for target groups.
pl: Białoruskie Radio Racja (BRR) podejmuje szeroko zakrojone działania na rzecz zwiększenia dostępu grup docelowych do obiektywnej informacji.

source: The radio is realising its aim mainly by broadcasting programmes to the territory of Belarus.
pl: Radio realizuje swój cel przede wszystkim poprzez nadawanie audycji na teren Białorusi.

source: The radio is complemented in its mission by a website, profiles on Facebook, Twitter, Contact, YouTube and Google+.
pl: Wsparciem misji radiowej jest strona internetowa, profile na Facebooku, Twitterze, W Kontakcie, jak również na portalu You Tube czy Google+.

source: The radio broadcasts almost exclusively in Belarusian.
pl: Radio niemal wszystkie audycje nadaje w języku białoruskim.

source: The scheduling and specific programming blocks are, in spite of limited funds, worked on and modified based on sociological research conducted on the territory of Poland among Belarussian expats.
pl: Ramówkę i poszczególne bloki programowe, mimo ograniczonych środków, opracowywano i modyfikowano m.in. na podstawie badań socjologicznych przeprowadzanych na terenie Polski wśród przyjezdnych Białorusinów.

source: BRR cooperates with many local correspondents and institutions operating in Belarus as well as abroad.
pl: BRR współpracuje z wieloma korespondentami lokalnymi oraz instytucjami działającymi zarówno na Białorusi, jak i poza jej granicami.

source: Concurrently, in the process of evaluation, conventions and recommendations were formulated, the implementation of which may result in a strengthened impact of the Polish Aid Programme and even better adjustment of projects to the beneficiaries' needs.
pl: Jednocześnie, w toku przeprowadzonej ewaluacji sformułowane zostały wnioski i rekomendacje, których wprowadzenie przyczynić się może do zwiększenia siły oddziaływania Programu "polska pomoc" oraz jeszcze lepszego dostosowania projektów do potrzeb beneficjentów.

source: In 2013, the MFA continued its evaluation of Polish development cooperation.
pl: W 2013 r. MSZ kontynuowało ewaluację polskiej współpracy rozwojowej.

source: Projects carried out in 2010-2012 focusing on regional development, public and local administration capacity building in Ukraine and systemic global education in Poland were evaluated in terms of their effectiveness.
pl: Ocena skuteczności polskich projektów pomocowych dotyczyła inicjatyw zrealizowanych w latach 2010-2012 w obszarze rozwój regionalny, budowa potencjału administracji publicznej i samorządowej na Ukrainie oraz w sferze edukacji globalnej o charakterze systemowym w Polsce.

source: The horizontal effect of human rights measures that were carried out as part of these initiatives was also evaluated.
pl: Objęła także przeprowadzone w ich ramach działania horyzontalne dotyczące praw człowieka.

source: The projects selected for evaluation had been carried out with the participation of Ukrainian partners in the territory of the Autonomous Republic of Crimea and in the Lviv and Vinnytsia Oblasts (regional development support) and in Poland (educational projects).
pl: Wybrane do analizy projekty wdrażane były z udziałem partnerów ukraińskich na terenie Autonomicznej Republiki Krymu, w Obwodzie Lwowskim i w Obwodzie Winnickim (wsparcie rozwoju regionalnego), a także na terytorium Polski (działania edukacyjne).

source: The main purpose of evaluation was, on the one hand, to define the role played by selected development initiatives in enhancing the economic and social potential of partner countries and, on the other, to identify the factors that affect the implementation of Polish projects.
pl: Głównym celem badań było z jednej strony określenie roli, jaką wybrane inicjatywy rozwojowe pełnią w poszerzaniu potencjału gospodarczego i społecznego krajów partnerskich, a z drugiej strony - zdefiniowanie czynników wpływających na realizację polskich projektów.

source: Its results can also be used by potential applicants and other participants of projects implemented under Polish development cooperation.
pl: Mogą z nich również korzystać m.in. potencjalni wnioskodawcy oraz inni uczestnicy działań realizowanych w ramach polskiej współpracy rozwojowej.

source: The evaluation has reaffirmed Polish development cooperation's positive image, identified elements which after minor adjustment would additionally boost this positive image and outlined a possible reorientation in the programming and implementing of development initiatives over the next years.
pl: Ewaluacja potwierdziła pozytywny obraz polskiej współpracy rozwojowej. wskazała na elementy, których stosunkowo niewielkie korekty mogą dodatkowo wzmocnić ten korzystny wizerunek oraz zarysowały możliwy kierunek zmian w planowaniu i realizacji inicjatyw rozwojowych w kolejnych latach.

source: It also identified possible changes in assistance initiatives which could effectively improve Polish development activities.
pl: Pokazała także potencjalne możliwości zmian w inicjatywach pomocowych, których wprowadzenie mogłoby skutecznie wspierać doskonalenie polskich działań rozwojowych.

source: The evaluation has shown specifically that:
pl: Badania ujawniły w szczególności, że:

source: Projects carried out in Ukraine
pl: Projekty zrealizowane na Ukrainie

source: responded to genuine needs.
pl: były odpowiedzią na realne potrzeby.

source: Their beneficiaries gained knowledge about regional development and rural areas, the development of associations, activation and self-organisation of local communities, brownfield regeneration and internal audit.
pl: Ich beneficjenci wzbogacili swoją wiedzę w obszarze rozwoju regionalnego i obszarów wiejskich, rozwoju stowarzyszeń, aktywizacji i samoorganizacji społeczności lokalnych, rewitalizacji i audytu wewnętrznego.

source: They have also improved their skills in drafting sustainable development strategies and regeneration/renewal plans, project applications, as well as conducting internal audits or setting up associations.
pl: Podnieśli również umiejętności w zakresie przygotowywania strategii zrównoważonego rozwoju i planów rewitalizacyjnych, wniosków projektowych, a także przeprowadzania audytu wewnętrznego, czy zakładania stowarzyszeń.

source: have blended well with measures implemented by the beneficiaries and also effectively complemented initiatives carried out by other donors.
pl: dobrze wpisały się w działania podejmowane przez beneficjentów, a ponadto skutecznie uzupełniły inicjatywy realizowane przez innych donatorów.

source: The applicants realized their planned objectives.
pl: Wnioskodawcy osiągnęli zakładane cele.

source: They were able to do so because they were well prepared, had experience and tapped into the capacities of their Ukrainian partners.
pl: Było to możliwe dzięki ich dobremu przygotowaniu i wcześniejszym doświadczeniom oraz odpowiedniemu wykorzystaniu potencjału ukraińskich partnerów.

source: The implementation of projects has contributed to enhancing these capacities.
pl: Realizacja projektów przyczyniła się do wzmocnienia tego potencjału.

source: provided a development impetus at the local level and have helped to create an image of Poland as a modern and open state.
pl: stały się impulsem rozwojowym na poziomie lokalnym, a także przyczyniły się do budowania wizerunku Polski jako państwa nowoczesnego i otwartego.

source: Global education projects implemented in Poland:
pl: Działania w obszarze edukacji globalnej w Polsce:

source: were diverse and were implemented on a wide scale and adjusted to the situation and the needs of the beneficiaries (teachers, students, academics).
pl: były różnorodne, prowadzone na szeroką skalę oraz dopasowane do sytuacji i potrzeb beneficjentów (nauczycieli, studentów, akademików).

source: The projects achieved planned quality and quantity objectives.
pl: Projekty osiągnęły zakładane cele jakościowe i ilościowe.

source: They have provided practical and useful knowledge that schools can apply.
pl: Dostarczyły praktycznej i użytecznej wiedzy, którą można wykorzystać w szkołach.

source: However, they did not bring about a structural change in the education system.
pl: Nie spowodowały jednak zmiany strukturalnej w systemie edukacji.

source: It is up to the teachers to decide whether they want to introduce global education into the learning process.
pl: Włączanie treści z zakresu edukacji globalnej do procesu nauczania pozostaje osobistą inicjatywą nauczycieli.

source: have contributed to a change of attitudes on the part of the participants of the implemented projects.
pl: przyczyniły się do zmiany postaw uczestników zrealizowanych przedsięwzięć.

source: However, this change is clearly visible only in the people who directly benefitted from the assistance.
pl: Zmiana ta jest jednak wyraźnie widoczna tylko wśród osób bezpośrednio objętych wsparciem.

source: One-off interventions that lack mechanisms that would make the changes permanent risk quickly losing people's interest and do not leave lasting imprints in the form of changed attitudes and motivations to act.
pl: Jednorazowe interwencje, pozbawione mechanizmów utrwalania zmian, niosą ryzyko szybkiego wygaśnięcia zainteresowania i nie pozostawiają trwałych śladów w postaci zmiany postaw i motywacji do działania.

source: have increasingly relied on modern technologies, but there is still room to tap into their full potential.
pl: w coraz szerszym stopniu prowadzone są z wykorzystaniem nowoczesnych technologii, jednak nadal potencjał ten nie jest w pełni wykorzystywany.

source: E-learning trainings have proven the most popular.
pl: Największym uznaniem cieszą się szkolenia e-learningowe.

source: Thanks to such measures knowledge about global education can be developed on a wide scale.
pl: Takie działania mogą być drogą do rozwoju wiedzy o edukacji globalnej na szeroką skalę.

source: The majority of evaluated projects accounted for human rights issues.
pl: Większość badanych projektów uwzględniała zagadnienia związane z prawami człowieka.

source: The direct and indirect presence of this subject matter in implemented projects and its interpretation varied.
pl: Jednakże obecność tej problematyki - wprost lub pośrednio - w podejmowanych działaniach oraz jej interpretacja były zróżnicowane.

source: The main aim of the evaluation was to assess the impact of development assistance projects financed through the Polish MFA on selected elements of the situation in the country of the beneficiary (including good governance and the development of the social sector).
pl: Głównym celem ewaluacji była ocena wpływu działań sfinansowanych w ramach współpracy rozwojowej udzielanej za pośrednictwem MSZ RP na wybrane elementy sytuacji w kraju beneficjenta (w tym na dobre rządzenie i rozwój sektora społecznego).

source: Recommendations were formulated on the basis of collected and analysed information that enabled increasing the impact of Polish development initiatives.
pl: Na podstawie zebranych i przeanalizowanych informacji zostały sformułowane rekomendacje pozwalające na zwiększanie oddziaływania polskich inicjatyw rozwojowych.

source: The evaluation results can be used by different stakeholders, including those who implement development cooperation to draw up and carry out projects and to cooperate in partner countries.
pl: Rezultaty oceny mogą być wykorzystywane przez różne grupy interesariuszy, w tym przez realizatorów współpracy rozwojowej przy przygotowywaniu i wdrażaniu projektów czy podczas współpracy w krajach partnerskich.

source: Evaluation feedback relating to examined areas has shown a positive image of Poland's development cooperation.
pl: Wyniki badania w poddanych rozpoznaniu obszarach pokazały pozytywny obraz polskiej współpracy rozwojowej.

source: At the same time it helped to identify elements that after relatively little adjustment could additionally boost this positive image.
pl: Równocześnie wskazały na elementy, których stosunkowo niewielkie korekty mogłyby dodatkowo wzmocnić ten korzystny wizerunek.

source: In addition, a possible reorientation in planning assistance initiatives in the coming years has been outlined.
pl: Ponadto, zarysowany został możliwy kierunek zmian w planowaniu inicjatyw pomocowych w kolejnych latach.

source: SENSE has fulfilled its role as an effective assistance tool used to improve the quality of governance.
pl: SENSE spełnił swoją rolę jako efektywne narzędzie pomocowe służące poprawie jakości rządzenia.

source: However, due to the specific nature and the progress made by the EaP countries, the countries of this region will be excluded from the programme and will be included to a greater extent than before in initiatives carried out as part of the Eastern Partnership Academy of Public Administration.
pl: Jednak z uwagi na specyfikę i zaawansowanie zmian w krajach PW państwa tego regionu będą wyłączone z programu i w szerszym zakresie włączone do inicjatyw realizowanych w ramach Akademii Administracji Partnerstwa Wschodniego.

source: The model of new forms of work with children and the family in childcare institutions that was suggested in Georgia has been accepted and represents a lasting outcome of partnership cooperation.
pl: Zaproponowany w Gruzji model nowych form pracy z dzieckiem i rodziną w warunkach placówek opiekuńczo-wychowawczych został przyjęty i stanowi trwały efekt współpracy partnerskiej.

source: This shows Poland's potential in this area.
pl: Świadczy to o potencjale, jaki Polska posiada w tym obszarze.

source: Both the SENSE programme and projects carried out in Georgia have significantly contributed to building a positive image of Poland, Poles and the Polish foreign aid programme.
pl: Zarówno program SENSE, jak i projekty zrealizowane w Gruzji w znaczący sposób przyczyniły się do budowania pozytywnego wizerunku Polski i Polaków oraz programu polskiej pomocy zagranicznej.

source: Video contest: Young voices against poverty
pl: Konkurs filmowy: Młode głosy przeciwko ubóstwu

source: What would you change?
pl: Masz pomysł na zmianę?

source: The EDD13 video contest 'Young voices against poverty' encourages children and young adults aged between 13 and 24 to make their voices heard in the dialogue on addressing global poverty.
pl: Konkurs filmowy EDD13 „Młode głosy przeciwko ubóstwu” zachęca dzieci i młodzież w wieku od 13 do 24 lat do wzięcia udziału w dialogu na temat ubóstwa na świecie.

source: There will be four contest winners who will each receive an all-expenses trip to Brussels to attend European Development Days (26-27 November 2013) and have their video screened and made available on the website.
pl: W konkursie zostanie wyłonionych czterech zwycięzców, którzy pojadą do Brukseli na Europejskie Dni Rozwoju (26-27 listopad 2013), podczas których zostaną wyświetlone ich prace, które następnie będą dostępne na stronie internetowej konkursu.

source: The winners will be determined by those videos attracting the highest number of votes on Facebook.
pl: Zwyciężą filmy, które otrzymają największą ilość głosów na portalu Facebook.

source: The final deadline for submissions is 1 November 2013 and winners will be announced on 5 November 2013.
pl: Prace należy przesłać do 1 listopada 2013 r., zwycięzcy zostaną wyłonieni 5 listopada 2013 r.

source: Please click on one of the following links to access the video contest page (in English):
pl: Strona konkursu (w jęz. angielskim) jest dostępna pod poniższym linkiem:

source: You are here Polish Aid / Knowledge Base / Multiannual framework / Second modification of the Development cooperation plan in 2014
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Programowanie wieloletnie / Druga modyfikacja Planu współpracy rozwojowej w 2014 r.

source: Second modification of the Development cooperation plan in 2014
pl: Druga modyfikacja Planu współpracy rozwojowej w 2014 r.

source: The modifications include the above request and other changes resulting from the implementation of development cooperation programme.
pl: Wprowadzone modyfikacje uwzględniają powyższą prośbę oraz inne zmiany wynikające z wdrażania programu współpracy rozwojowej.
